_custom_dict = [
	["楊守陳", 99999, "n"],
	["伊尹", 99999, "n"],
	["嵩岱", 99999, "n"],
	["覩者", 99999, "n"],
	["可乎哉", 99999, "n"],
	["諸集", 99999, "n"],
	["諸作", 99999, "n"],
	["孫廌集", 99999, "n"],
	["虬螭", 99999, "n"],
	["竒謀", 99999, "n"],
	["牖道", 99999, "n"],
	["持土", 99999, "n"],
	["翊運", 99999, "n"],
	["寫情集", 99999, "n"],
	["朝采", 99999, "n"],
	["降佐", 99999, "n"],
	["元齡", 99999, "n"],
	["勲業", 99999, "n"],
	["覆瓿集", 99999, "n"],
	["犂眉公集", 99999, "n"],
	["泡沫", 99999, "n"],
	["泡沫紅茶", 99999, "n"],
	["泡沫綠茶", 99999, "n"],
	["天公伯", 999, "n"],	
	["新詞", 999, "n"],
	["漫畫", 99999999, "n"],
	["誠意伯",999999,"n"],
	["郁離子",9999,"n"],
	["明經",999,"n"],
	["國初",999,"n"],
	["國初誠意伯",1,"n"]
];

// 引用設定檔案，以下不用變更
if (typeof(define) === "function") {
    define(function (require) {
        return _custom_dict;
    });
}
else {
    module.exports = _custom_dict;
}